{
  "<pad>": 0,
  "<unk>": 1,
  "<eos>": 2,
  ".": 4,
  "[#11C-1]": 5,
  "[#12CH1]": 6,
  "[#13C-1]": 7,
  "[#13CH1]": 8,
  "[#13C]": 9,
  "[#14CH1]": 10,
  "[#14C]": 11,
  "[#15N]": 12,
  "[#Al]": 13,
  "[#B]": 14,
  "[#Branch1]": 15,
  "[#Branch2]": 16,
  "[#C+1]": 17,
  "[#C-1]": 18,
  "[#CH0]": 19,
  "[#C]": 20,
  "[#Fe]": 21,
  "[#Mn]": 22,
  "[#Mo+1]": 23,
  "[#Mo]": 24,
  "[#N+1]": 25,
  "[#NH1+1]": 26,
  "[#N]": 27,
  "[#O+1]": 28,
  "[#Os]": 29,
  "[#P+1]": 30,
  "[#P]": 31,
  "[#S-1]": 32,
  "[#S]": 33,
  "[#Si-1]": 34,
  "[#Si]": 35,
  "[#U]": 36,
  "[#V]": 37,
  "[#W+1]": 38,
  "[#W]": 39,
  "[#Y]": 40,
  "[-/Ring1]": 41,
  "[/-Ring1]": 42,
  "[/-Ring2]": 43,
  "[/11C]": 44,
  "[/125I]": 45,
  "[/13C@@H1]": 46,
  "[/13C@H1]": 47,
  "[/13CH1]": 48,
  "[/13CH2]": 49,
  "[/13CH3]": 50,
  "[/13C]": 51,
  "[/14C@H1]": 52,
  "[/14CH1]": 53,
  "[/14CH3]": 54,
  "[/14C]": 55,
  "[/15N+1]": 56,
  "[/15NH1]": 57,
  "[/15NH2]": 58,
  "[/15N]": 59,
  "[/18F]": 60,
  "[/18O]": 61,
  "[/2H]": 62,
  "[/3H]": 63,
  "[/AlH1]": 64,
  "[/Al]": 65,
  "[/As+1]": 66,
  "[/As]": 67,
  "[/BH0]": 68,
  "[/B]": 69,
  "[/Br]": 70,
  "[/C+1]": 71,
  "[/C-1]": 72,
  "[/C@@H1]": 73,
  "[/C@@]": 74,
  "[/C@H1]": 75,
  "[/C@]": 76,
  "[/CH0]": 77,
  "[/CH1+1]": 78,
  "[/CH1-1]": 79,
  "[/CH1]": 80,
  "[/CH2-1]": 81,
  "[/CH2]": 82,
  "[/C]": 83,
  "[/Cl]": 84,
  "[/F]": 85,
  "[/Ge]": 86,
  "[/Hg]": 87,
  "[/I+1]": 88,
  "[/I-1]": 89,
  "[/I]": 90,
  "[/N+1]": 91,
  "[/N-1]": 92,
  "[/N@@+1]": 93,
  "[/NH0]": 94,
  "[/NH1+1]": 95,
  "[/NH1-1]": 96,
  "[/NH2+1]": 97,
  "[/NH3+1]": 98,
  "[/N]": 99,
  "[/O-1]": 100,
  "[/OH0]": 101,
  "[/OH2+1]": 102,
  "[/O]": 103,
  "[/P+1]": 104,
  "[/PH1+1]": 105,
  "[/P]": 106,
  "[/Pb]": 107,
  "[/S+1]": 108,
  "[/S-1]": 109,
  "[/S@@]": 110,
  "[/S@]": 111,
  "[/SH1+1]": 112,
  "[/SH2+1]": 113,
  "[/S]": 114,
  "[/Se]": 115,
  "[/Si@@]": 116,
  "[/SiH1]": 117,
  "[/SiH2]": 118,
  "[/SiH3]": 119,
  "[/Si]": 120,
  "[/SnH1]": 121,
  "[/Sn]": 122,
  "[/Te]": 123,
  "[/Tl]": 124,
  "[10B-1]": 125,
  "[10BH1-1]": 126,
  "[10BH1]": 127,
  "[10BH2]": 128,
  "[10B]": 129,
  "[111In+3]": 130,
  "[111InH3]": 131,
  "[111In]": 132,
  "[117Sn+4]": 133,
  "[119Sn]": 134,
  "[11C-1]": 135,
  "[11C@@H1]": 136,
  "[11C@H1]": 137,
  "[11CH1]": 138,
  "[11CH2]": 139,
  "[11CH3+1]": 140,
  "[11CH3]": 141,
  "[11CH4]": 142,
  "[11C]": 143,
  "[121I]": 144,
  "[123I-1]": 145,
  "[123I]": 146,
  "[124I-1]": 147,
  "[124I]": 148,
  "[125I-1]": 149,
  "[125I]": 150,
  "[127I]": 151,
  "[128I]": 152,
  "[12CH1]": 153,
  "[12CH3]": 154,
  "[12C]": 155,
  "[131I-1]": 156,
  "[131I]": 157,
  "[13C-1]": 158,
  "[13C@@H1]": 159,
  "[13C@@]": 160,
  "[13C@H1]": 161,
  "[13C@]": 162,
  "[13CH1]": 163,
  "[13CH2-1]": 164,
  "[13CH2]": 165,
  "[13CH3]": 166,
  "[13CH4]": 167,
  "[13C]": 168,
  "[13NH2]": 169,
  "[13N]": 170,
  "[13OH1]": 171,
  "[13O]": 172,
  "[14C-1]": 173,
  "[14C@@H1]": 174,
  "[14C@@]": 175,
  "[14C@H1]": 176,
  "[14C@]": 177,
  "[14CH1-1]": 178,
  "[14CH1]": 179,
  "[14CH2]": 180,
  "[14CH3]": 181,
  "[14C]": 182,
  "[14N+1]": 183,
  "[14NH1]": 184,
  "[14NH2]": 185,
  "[14N]": 186,
  "[153Gd+3]": 187,
  "[15CH2]": 188,
  "[15N+1]": 189,
  "[15N-1]": 190,
  "[15NH1+1]": 191,
  "[15NH1]": 192,
  "[15NH2+1]": 193,
  "[15NH2]": 194,
  "[15NH3+1]": 195,
  "[15NH4+1]": 196,
  "[15N]": 197,
  "[166Ho+3]": 198,
  "[169Yb]": 199,
  "[16N+1]": 200,
  "[16NH1]": 201,
  "[16N]": 202,
  "[16OH1]": 203,
  "[16O]": 204,
  "[177Lu+3]": 205,
  "[177Lu]": 206,
  "[17O-1]": 207,
  "[17OH1]": 208,
  "[17O]": 209,
  "[186Re]": 210,
  "[188Re]": 211,
  "[18F-1]": 212,
  "[18FH1]": 213,
  "[18F]": 214,
  "[18N]": 215,
  "[18O-1]": 216,
  "[18OH1]": 217,
  "[18O]": 218,
  "[19F]": 219,
  "[1H+1]": 220,
  "[1H]": 221,
  "[201Hg]": 222,
  "[201Tl]": 223,
  "[203PbH1]": 224,
  "[211At]": 225,
  "[212Pb+2]": 226,
  "[212Pb]": 227,
  "[213BiH1]": 228,
  "[225Ac]": 229,
  "[239Pu]": 230,
  "[2H+1]": 231,
  "[2H-1]": 232,
  "[2HH1]": 233,
  "[2H]": 234,
  "[31P]": 235,
  "[32P]": 236,
  "[32SH1]": 237,
  "[33P]": 238,
  "[34S-1]": 239,
  "[34SH1]": 240,
  "[34S]": 241,
  "[35SH1]": 242,
  "[35S]": 243,
  "[3H-1]": 244,
  "[3HH1]": 245,
  "[3H]": 246,
  "[44Sc+3]": 247,
  "[44Sc]": 248,
  "[51Cr+3]": 249,
  "[57Co+2]": 250,
  "[57Co+3]": 251,
  "[60Co+3]": 252,
  "[61Cu]": 253,
  "[64Cu+2]": 254,
  "[64Cu]": 255,
  "[66Ga+3]": 256,
  "[66Ga]": 257,
  "[67Cu+2]": 258,
  "[67Cu]": 259,
  "[67Ga+3]": 260,
  "[67Ga]": 261,
  "[68Ga+3]": 262,
  "[68GaH1]": 263,
  "[68GaH3]": 264,
  "[68Ga]": 265,
  "[75Br]": 266,
  "[76Br]": 267,
  "[77Br]": 268,
  "[77Se]": 269,
  "[79Br]": 270,
  "[80Br]": 271,
  "[81Br]": 272,
  "[82Br]": 273,
  "[89Y]": 274,
  "[89Zr+4]": 275,
  "[89Zr]": 276,
  "[90Y+3]": 277,
  "[90Y]": 278,
  "[94Tc]": 279,
  "[98Tc+5]": 280,
  "[98Tc]": 281,
  "[99Ru+2]": 282,
  "[99Tc+4]": 283,
  "[99Tc+5]": 284,
  "[99Tc+6]": 285,
  "[99Tc+7]": 286,
  "[99Tc]": 287,
  "[=10B]": 288,
  "[=11CH1]": 289,
  "[=11C]": 290,
  "[=12CH1]": 291,
  "[=12C]": 292,
  "[=13CH1]": 293,
  "[=13CH2]": 294,
  "[=13C]": 295,
  "[=13N]": 296,
  "[=14CH1]": 297,
  "[=14CH2]": 298,
  "[=14C]": 299,
  "[=14N]": 300,
  "[=15N+1]": 301,
  "[=15N-1]": 302,
  "[=15NH1]": 303,
  "[=15NH2+1]": 304,
  "[=15N]": 305,
  "[=16O]": 306,
  "[=17O]": 307,
  "[=18O]": 308,
  "[=34S]": 309,
  "[=35S]": 310,
  "[=99Tc+2]": 311,
  "[=99Tc+3]": 312,
  "[=99Tc+4]": 313,
  "[=99Tc]": 314,
  "[=Ag]": 315,
  "[=AlH1]": 316,
  "[=Al]": 317,
  "[=AsH1]": 318,
  "[=AsH2]": 319,
  "[=As]": 320,
  "[=BH0]": 321,
  "[=B]": 322,
  "[=Ba]": 323,
  "[=Bi+1]": 324,
  "[=BiH1]": 325,
  "[=Bi]": 326,
  "[=Branch1]": 327,
  "[=Branch2]": 328,
  "[=Branch3]": 329,
  "[=C+1]": 330,
  "[=C-1]": 331,
  "[=CH0]": 332,
  "[=CH1+1]": 333,
  "[=CH1-1]": 334,
  "[=CH1]": 335,
  "[=C]": 336,
  "[=Ca]": 337,
  "[=Cd]": 338,
  "[=Co]": 339,
  "[=Cr]": 340,
  "[=Cu]": 341,
  "[=Fe+1]": 342,
  "[=Fe]": 343,
  "[=Ga]": 344,
  "[=GeH2]": 345,
  "[=Ge]": 346,
  "[=Hf+2]": 347,
  "[=Hf]": 348,
  "[=Hg]": 349,
  "[=In]": 350,
  "[=Mg]": 351,
  "[=Mn-1]": 352,
  "[=Mn]": 353,
  "[=Mo+2]": 354,
  "[=Mo+4]": 355,
  "[=MoH2]": 356,
  "[=Mo]": 357,
  "[=N+1]": 358,
  "[=N-1]": 359,
  "[=NH0]": 360,
  "[=NH1+1]": 361,
  "[=NH2+1]": 362,
  "[=N]": 363,
  "[=Nb]": 364,
  "[=Ni]": 365,
  "[=O+1]": 366,
  "[=OH0]": 367,
  "[=OH1+1]": 368,
  "[=O]": 369,
  "[=Os+2]": 370,
  "[=Os]": 371,
  "[=P+1]": 372,
  "[=P-1]": 373,
  "[=P@@]": 374,
  "[=P@]": 375,
  "[=PH1+1]": 376,
  "[=PH2+1]": 377,
  "[=P]": 378,
  "[=Pb]": 379,
  "[=Pd]": 380,
  "[=Pt]": 381,
  "[=Re]": 382,
  "[=Rh]": 383,
  "[=Ring1]": 384,
  "[=Ring2]": 385,
  "[=Ru+1]": 386,
  "[=RuH1]": 387,
  "[=Ru]": 388,
  "[=S+1]": 389,
  "[=S-1]": 390,
  "[=S@@]": 391,
  "[=S@]": 392,
  "[=SH1+1]": 393,
  "[=SH1-1]": 394,
  "[=S]": 395,
  "[=Sb]": 396,
  "[=Se+1]": 397,
  "[=SeH1]": 398,
  "[=Se]": 399,
  "[=SiH1]": 400,
  "[=SiH2]": 401,
  "[=Si]": 402,
  "[=Sn]": 403,
  "[=Ta]": 404,
  "[=Tc+2]": 405,
  "[=Tc+3]": 406,
  "[=Tc+4]": 407,
  "[=Tc]": 408,
  "[=TeH1]": 409,
  "[=Te]": 410,
  "[=Ti+1]": 411,
  "[=Ti+2]": 412,
  "[=Ti]": 413,
  "[=Tl]": 414,
  "[=Tm]": 415,
  "[=U+2]": 416,
  "[=U]": 417,
  "[=V+2]": 418,
  "[=V]": 419,
  "[=W-1]": 420,
  "[=W]": 421,
  "[=Yb]": 422,
  "[=Zn]": 423,
  "[=Zr+2]": 424,
  "[=Zr]": 425,
  "[Ac]": 426,
  "[Ag+1]": 427,
  "[Ag]": 428,
  "[Al+1]": 429,
  "[Al+2]": 430,
  "[Al+3]": 431,
  "[Al-1]": 432,
  "[AlH1]": 433,
  "[AlH2+1]": 434,
  "[AlH2-1]": 435,
  "[AlH2]": 436,
  "[AlH3]": 437,
  "[AlH4-1]": 438,
  "[Al]": 439,
  "[Am]": 440,
  "[Ar]": 441,
  "[As+1]": 442,
  "[As+3]": 443,
  "[As-1]": 444,
  "[AsH1]": 445,
  "[AsH2]": 446,
  "[AsH3]": 447,
  "[As]": 448,
  "[AtH1]": 449,
  "[At]": 450,
  "[Au+1]": 451,
  "[Au+3]": 452,
  "[Au-1]": 453,
  "[Au]": 454,
  "[B-1]": 455,
  "[B@-1]": 456,
  "[B@@-1]": 457,
  "[BH0]": 458,
  "[BH1-1]": 459,
  "[BH1]": 460,
  "[BH2-1]": 461,
  "[BH2]": 462,
  "[BH3-1]": 463,
  "[BH4-1]": 464,
  "[B]": 465,
  "[Ba+2]": 466,
  "[Ba]": 467,
  "[Be+2]": 468,
  "[Be]": 469,
  "[Bh]": 470,
  "[Bi+1]": 471,
  "[Bi+2]": 472,
  "[Bi+3]": 473,
  "[Bi-1]": 474,
  "[BiH1]": 475,
  "[BiH2]": 476,
  "[BiH3]": 477,
  "[Bi]": 478,
  "[Bk]": 479,
  "[Br+1]": 480,
  "[Br+2]": 481,
  "[Br+3]": 482,
  "[Br-1]": 483,
  "[BrH0]": 484,
  "[Br]": 485,
  "[Branch1]": 486,
  "[Branch2]": 487,
  "[Branch3]": 488,
  "[C+1]": 489,
  "[C-1]": 490,
  "[C@@H1]": 491,
  "[C@@]": 492,
  "[C@H1]": 493,
  "[C@]": 494,
  "[CH0]": 495,
  "[CH1+1]": 496,
  "[CH1-1]": 497,
  "[CH1]": 498,
  "[CH2+1]": 499,
  "[CH2-1]": 500,
  "[CH2]": 501,
  "[CH3+1]": 502,
  "[CH3-1]": 503,
  "[C]": 504,
  "[Ca+1]": 505,
  "[Ca+2]": 506,
  "[Ca]": 507,
  "[Cd+2]": 508,
  "[Cd-2]": 509,
  "[Cd]": 510,
  "[Ce+3]": 511,
  "[Ce+4]": 512,
  "[Ce]": 513,
  "[Cf]": 514,
  "[Cl+1]": 515,
  "[Cl+2]": 516,
  "[Cl+3]": 517,
  "[Cl-1]": 518,
  "[ClH0]": 519,
  "[ClH1+1]": 520,
  "[ClH2+1]": 521,
  "[ClH2+2]": 522,
  "[Cl]": 523,
  "[Cm]": 524,
  "[Co+1]": 525,
  "[Co+2]": 526,
  "[Co+3]": 527,
  "[CoH1+2]": 528,
  "[CoH3]": 529,
  "[Co]": 530,
  "[Cr+1]": 531,
  "[Cr+2]": 532,
  "[Cr+3]": 533,
  "[Cr+4]": 534,
  "[Cr+5]": 535,
  "[Cr+6]": 536,
  "[Cr]": 537,
  "[Cs+1]": 538,
  "[Cs]": 539,
  "[Cu+1]": 540,
  "[Cu+2]": 541,
  "[Cu-2]": 542,
  "[Cu]": 543,
  "[Db]": 544,
  "[Dy+3]": 545,
  "[Dy]": 546,
  "[Er+3]": 547,
  "[Er]": 548,
  "[Es]": 549,
  "[Eu+2]": 550,
  "[Eu+3]": 551,
  "[Eu]": 552,
  "[F-1]": 553,
  "[FH0]": 554,
  "[F]": 555,
  "[Fe+1]": 556,
  "[Fe+2]": 557,
  "[Fe+3]": 558,
  "[Fe+4]": 559,
  "[Fe+5]": 560,
  "[Fe+6]": 561,
  "[Fe-1]": 562,
  "[Fe-3]": 563,
  "[Fe]": 564,
  "[Fm]": 565,
  "[Fr]": 566,
  "[Ga+3]": 567,
  "[Ga-1]": 568,
  "[GaH1]": 569,
  "[GaH2]": 570,
  "[GaH3]": 571,
  "[GaH4-1]": 572,
  "[Ga]": 573,
  "[Gd+2]": 574,
  "[Gd+3]": 575,
  "[Gd]": 576,
  "[Ge+4]": 577,
  "[Ge-1]": 578,
  "[Ge-2]": 579,
  "[GeH1]": 580,
  "[GeH2]": 581,
  "[GeH3]": 582,
  "[GeH4]": 583,
  "[GeH5-1]": 584,
  "[GeH6-2]": 585,
  "[Ge]": 586,
  "[H+1]": 587,
  "[H-1]": 588,
  "[HH1]": 589,
  "[H]": 590,
  "[He]": 591,
  "[Hf+4]": 592,
  "[Hf]": 593,
  "[Hg+1]": 594,
  "[Hg+2]": 595,
  "[Hg-2]": 596,
  "[Hg]": 597,
  "[Ho+3]": 598,
  "[Ho]": 599,
  "[Hs]": 600,
  "[I+1]": 601,
  "[I+2]": 602,
  "[I+3]": 603,
  "[I-1]": 604,
  "[IH0]": 605,
  "[IH1+1]": 606,
  "[IH2+1]": 607,
  "[I]": 608,
  "[In+3]": 609,
  "[InH1]": 610,
  "[InH2]": 611,
  "[InH3]": 612,
  "[In]": 613,
  "[Ir+1]": 614,
  "[Ir+2]": 615,
  "[Ir+3]": 616,
  "[Ir-2]": 617,
  "[Ir-3]": 618,
  "[Ir]": 619,
  "[K+1]": 620,
  "[K]": 621,
  "[Kr]": 622,
  "[La+3]": 623,
  "[La]": 624,
  "[Li+1]": 625,
  "[Li-1]": 626,
  "[Li]": 627,
  "[Lr]": 628,
  "[Lu+3]": 629,
  "[Lu]": 630,
  "[Md]": 631,
  "[Mg+1]": 632,
  "[Mg+2]": 633,
  "[Mg]": 634,
  "[Mn+1]": 635,
  "[Mn+2]": 636,
  "[Mn+3]": 637,
  "[Mn]": 638,
  "[Mo+2]": 639,
  "[Mo+3]": 640,
  "[Mo+4]": 641,
  "[Mo]": 642,
  "[Mt]": 643,
  "[N+1]": 644,
  "[N-1]": 645,
  "[N@+1]": 646,
  "[N@@+1]": 647,
  "[NH0]": 648,
  "[NH1+1]": 649,
  "[NH1-1]": 650,
  "[NH1]": 651,
  "[NH2+1]": 652,
  "[NH2-1]": 653,
  "[NH3+1]": 654,
  "[NH4+1]": 655,
  "[N]": 656,
  "[Na+1]": 657,
  "[Na]": 658,
  "[Nb+2]": 659,
  "[Nb+3]": 660,
  "[Nb+5]": 661,
  "[Nb]": 662,
  "[Nd+3]": 663,
  "[Nd]": 664,
  "[Ne]": 665,
  "[Ni+1]": 666,
  "[Ni+2]": 667,
  "[Ni+3]": 668,
  "[Ni-2]": 669,
  "[NiH1]": 670,
  "[Ni]": 671,
  "[No]": 672,
  "[Np]": 673,
  "[O+1]": 674,
  "[O-1]": 675,
  "[O-2]": 676,
  "[OH0]": 677,
  "[OH1+1]": 678,
  "[OH1-1]": 679,
  "[OH1]": 680,
  "[OH2+1]": 681,
  "[OH3+1]": 682,
  "[O]": 683,
  "[Os+1]": 684,
  "[Os+2]": 685,
  "[Os+4]": 686,
  "[Os+5]": 687,
  "[Os+6]": 688,
  "[Os+7]": 689,
  "[Os+8]": 690,
  "[OsH1]": 691,
  "[Os]": 692,
  "[P+1]": 693,
  "[P-1]": 694,
  "[P-2]": 695,
  "[P-3]": 696,
  "[P@@H1]": 697,
  "[P@@]": 698,
  "[P@H1]": 699,
  "[P@]": 700,
  "[PH0]": 701,
  "[PH1+1]": 702,
  "[PH1-1]": 703,
  "[PH1-2]": 704,
  "[PH1]": 705,
  "[PH2+1]": 706,
  "[PH2-1]": 707,
  "[PH3+1]": 708,
  "[PH4+1]": 709,
  "[P]": 710,
  "[Pa]": 711,
  "[Pb+2]": 712,
  "[PbH1]": 713,
  "[PbH2]": 714,
  "[Pb]": 715,
  "[Pd+1]": 716,
  "[Pd+2]": 717,
  "[Pd-1]": 718,
  "[Pd-2]": 719,
  "[Pd]": 720,
  "[Pm]": 721,
  "[PoH1]": 722,
  "[PoH2]": 723,
  "[Po]": 724,
  "[Pr+3]": 725,
  "[Pr]": 726,
  "[Pt+1]": 727,
  "[Pt+2]": 728,
  "[Pt+4]": 729,
  "[Pt-1]": 730,
  "[PtH1]": 731,
  "[Pt]": 732,
  "[Pu]": 733,
  "[Ra]": 734,
  "[Rb+1]": 735,
  "[Rb]": 736,
  "[Re]": 737,
  "[Rf]": 738,
  "[Rh+1]": 739,
  "[Rh+2]": 740,
  "[Rh+3]": 741,
  "[Rh-1]": 742,
  "[Rh]": 743,
  "[Ring1]": 744,
  "[Ring2]": 745,
  "[Ring3]": 746,
  "[Rn]": 747,
  "[Ru+1]": 748,
  "[Ru+2]": 749,
  "[Ru+3]": 750,
  "[Ru+4]": 751,
  "[Ru+5]": 752,
  "[Ru+6]": 753,
  "[Ru-1]": 754,
  "[Ru-2]": 755,
  "[Ru-3]": 756,
  "[RuH1+1]": 757,
  "[RuH1+2]": 758,
  "[RuH1]": 759,
  "[RuH2]": 760,
  "[Ru]": 761,
  "[S+1]": 762,
  "[S-1]": 763,
  "[S-2]": 764,
  "[S@@]": 765,
  "[S@]": 766,
  "[SH0]": 767,
  "[SH1+1]": 768,
  "[SH1-1]": 769,
  "[SH2+1]": 770,
  "[SH3+1]": 771,
  "[S]": 772,
  "[Sb+1]": 773,
  "[Sb+3]": 774,
  "[Sb+5]": 775,
  "[Sb-1]": 776,
  "[SbH1+1]": 777,
  "[SbH1]": 778,
  "[SbH2]": 779,
  "[SbH3]": 780,
  "[Sb]": 781,
  "[Sc+3]": 782,
  "[Sc]": 783,
  "[Se+1]": 784,
  "[Se-1]": 785,
  "[Se-2]": 786,
  "[SeH1-1]": 787,
  "[SeH1]": 788,
  "[SeH2]": 789,
  "[Se]": 790,
  "[Sg]": 791,
  "[Si+1]": 792,
  "[Si+2]": 793,
  "[Si+3]": 794,
  "[Si+4]": 795,
  "[Si-1]": 796,
  "[Si-2]": 797,
  "[Si@@H1]": 798,
  "[Si@@]": 799,
  "[Si@H1]": 800,
  "[Si@]": 801,
  "[SiH1+1]": 802,
  "[SiH1-1]": 803,
  "[SiH1]": 804,
  "[SiH2+1]": 805,
  "[SiH2-1]": 806,
  "[SiH2]": 807,
  "[SiH3]": 808,
  "[SiH4]": 809,
  "[Si]": 810,
  "[Sm+3]": 811,
  "[Sm]": 812,
  "[Sn+1]": 813,
  "[Sn+2]": 814,
  "[Sn+3]": 815,
  "[Sn+4]": 816,
  "[Sn-1]": 817,
  "[SnH1+1]": 818,
  "[SnH1+2]": 819,
  "[SnH1+3]": 820,
  "[SnH1]": 821,
  "[SnH2+2]": 822,
  "[SnH2]": 823,
  "[SnH3]": 824,
  "[SnH4]": 825,
  "[Sn]": 826,
  "[Sr+2]": 827,
  "[Sr]": 828,
  "[Ta+2]": 829,
  "[Ta+5]": 830,
  "[Ta]": 831,
  "[Tb+3]": 832,
  "[Tb+4]": 833,
  "[Tb]": 834,
  "[Tc+4]": 835,
  "[Tc+5]": 836,
  "[Tc+6]": 837,
  "[Tc+7]": 838,
  "[Tc]": 839,
  "[Te+1]": 840,
  "[Te+4]": 841,
  "[TeH1]": 842,
  "[TeH2]": 843,
  "[Te]": 844,
  "[Th+2]": 845,
  "[Th+4]": 846,
  "[Th]": 847,
  "[Ti+1]": 848,
  "[Ti+2]": 849,
  "[Ti+3]": 850,
  "[Ti+4]": 851,
  "[Ti-1]": 852,
  "[Ti-2]": 853,
  "[TiH1+1]": 854,
  "[Ti]": 855,
  "[Tl+1]": 856,
  "[Tl+3]": 857,
  "[TlH1]": 858,
  "[TlH2]": 859,
  "[Tl]": 860,
  "[Tm+3]": 861,
  "[Tm]": 862,
  "[U+2]": 863,
  "[U+3]": 864,
  "[U+4]": 865,
  "[U]": 866,
  "[V+2]": 867,
  "[V+4]": 868,
  "[V]": 869,
  "[W+2]": 870,
  "[WH2]": 871,
  "[W]": 872,
  "[XeH1]": 873,
  "[Xe]": 874,
  "[Y+3]": 875,
  "[Y]": 876,
  "[Yb+2]": 877,
  "[Yb+3]": 878,
  "[Yb]": 879,
  "[Zn+1]": 880,
  "[Zn+2]": 881,
  "[Zn-1]": 882,
  "[Zn-2]": 883,
  "[Zn]": 884,
  "[Zr+2]": 885,
  "[Zr+3]": 886,
  "[Zr+4]": 887,
  "[Zr]": 888,
  "[\\-Ring1]": 889,
  "[\\-Ring2]": 890,
  "[\\-Ring3]": 891,
  "[\\13CH1]": 892,
  "[\\13CH2]": 893,
  "[\\13CH3]": 894,
  "[\\13C]": 895,
  "[\\14C]": 896,
  "[\\15NH1]": 897,
  "[\\18OH1]": 898,
  "[\\2H]": 899,
  "[\\3H]": 900,
  "[\\AlH2]": 901,
  "[\\As]": 902,
  "[\\BH0]": 903,
  "[\\B]": 904,
  "[\\Br]": 905,
  "[\\C+1]": 906,
  "[\\C-1]": 907,
  "[\\C@@H1]": 908,
  "[\\C@@]": 909,
  "[\\C@H1]": 910,
  "[\\C@]": 911,
  "[\\CH0]": 912,
  "[\\CH1+1]": 913,
  "[\\CH1-1]": 914,
  "[\\CH1]": 915,
  "[\\CH2-1]": 916,
  "[\\CH2]": 917,
  "[\\C]": 918,
  "[\\Cl]": 919,
  "[\\F]": 920,
  "[\\Ge]": 921,
  "[\\Hg]": 922,
  "[\\I+1]": 923,
  "[\\I-1]": 924,
  "[\\I]": 925,
  "[\\N+1]": 926,
  "[\\N-1]": 927,
  "[\\N@+1]": 928,
  "[\\NH0]": 929,
  "[\\NH1+1]": 930,
  "[\\NH1-1]": 931,
  "[\\NH2+1]": 932,
  "[\\NH3+1]": 933,
  "[\\N]": 934,
  "[\\O+1]": 935,
  "[\\O-1]": 936,
  "[\\OH0]": 937,
  "[\\OH1+1]": 938,
  "[\\OH2+1]": 939,
  "[\\O]": 940,
  "[\\P+1]": 941,
  "[\\P-1]": 942,
  "[\\PH1+1]": 943,
  "[\\P]": 944,
  "[\\Pb]": 945,
  "[\\S+1]": 946,
  "[\\S-1]": 947,
  "[\\S@@]": 948,
  "[\\S@]": 949,
  "[\\SH1+1]": 950,
  "[\\SH2+1]": 951,
  "[\\S]": 952,
  "[\\Se-1]": 953,
  "[\\Se]": 954,
  "[\\SiH2]": 955,
  "[\\SiH3]": 956,
  "[\\Si]": 957,
  "[\\Sn]": 958,
  "[\\Te]": 959,
  "[\\Tl]": 960,
  "[\\W]": 961
}